Repository: gobetti/FloripaPublicTransportation
Catalog: FloripaPublicTransportation/Localizations/*.xliff
Languages: pt_br

# BNX-Co-pRu.text
source: Touch and hold over a street to create a pin. Touch the pin to open a callout with the street's name and confirm to search routes from there.
pt_br: Mantenha o toque sobre uma rua para criar um pin. Toque no pin para exibir o nome da rua e confirme para buscar rotas a partir dela.

# gHh-xf-J5Y.title
source: Select a street
pt_br: Selecione uma rua

# ikJ-Or-iL6.title
source: Route details
pt_br: Detalhes da rota

# lsQ-qv-dAr.title
source: Map
pt_br: Mapa

# sQz-WE-jZa.title
source: Find routes
pt_br: Encontrar rotas

# u9F-eS-xsr.placeholder
source: Street name (or part of it)
pt_br: Nome da rua (ou parte)

source: Back
pt_br: Voltar

# Find routes from this street?
source: Search routes from this street?
pt_br: Procurar rotas dessa rua?

source: List of streets within the route
pt_br: Lista de ruas na rota

source: No routes found
pt_br: Nenhuma rota encontrada

source: Routes found
pt_br: Rotas encontradas

source: Saturday timetable
pt_br: Horários aos sábados

source: Sunday timetable
pt_br: Horários aos domingos

source: Weekday timetable
pt_br: Horários em dias úteis
